{
  "participants": [
    {
      "name": "Koen",
      "age": 23,
      "living situation": "Koen is 23 years old and lives in a solo studio in Rotterdam. He enjoys the buzz of the city but is planning to move in with his girlfriend into a shared apartment soon.",
      "Free time and interests": "In his free time, Koen loves going to the local bouldering hall on weekends and planning spontaneous weekend trips with his girlfriend to nearby cities or nature spots.",
      "Current situation": "Koen just completed his bachelor’s degree and has been accepted into a master’s program. He’s motivated and looking forward to building a future in his field, but he also wants to become more financially independent. To prepare, he has taken on a part-time job. Balancing work, study, and quality time with his girlfriend is proving to be a challenge, he’s starting to wonder how to keep it all sustainable without burning out.",
      "What Koen chose": "Koen decided to go with a long-term loan plan of a few hundred euros per month. This way, he could reduce his working hours and still save a bit for the trips he and his girlfriend love to take.",
      "A couple of years later": "Now, three years down the line, Koen has completed his master’s degree and secured a full-time job in his field. While he now has a monthly loan repayment to manage, he feels the choice gave him the space to focus on his studies and maintain a healthy personal life. The trips and shared memories with his girlfriend helped keep him balanced, and they recently moved into a new apartment together. Managing his finances is now part of his routine, but he feels confident and stable."
    },
    {
      "name": "Romé",
      "age": 32,
      "living situation": "Romé is 32 and lives in The Hague with her boyfriend and their 8-year-old daughter. They live a modest life in a small apartment, doing their best to make ends meet as a family.",
      "Free time and interests": "Though luxuries are rare, they make it a priority to spend their extra money on their daughter. One of their favourite activities as a family is visiting the zoo, a day that always brings joy to their little girl.",
      "Current situation": "Romé works full time as an assistant nurse at the local hospital. Her boyfriend is usually the steady number-cruncher of the household, working full-time as an accountant. But a few months ago, he became ill and hasn’t been able to work since. To keep things afloat, Romé started taking on extra shifts, sometimes working beyond full-time hours.They’re holding on, but it's tight. And now their daughter’s school is organizing a class trip. Most kids are going, but Romé and her boyfriend simply can’t afford to send her. Their daughter doesn’t fully understand, and Romé feels torn and exhausted.",
      "What Romé chose": "Romé and her boyfriend decided not to apply for financial aid. They felt it was their responsibility to manage things themselves, and didn’t want to take on debt they might not be able to repay.",
      "A couple of years later": "But the situation didn’t improve quickly. Her boyfriend remained ill longer than expected. The financial strain and the emotional toll kept building. Romé eventually had to cut back on her extra shifts; her own health and energy simply ran out.Slowly, bills started piling up. A few missed payments turned into long-term debt. The pressure in the household grew, Romé often felt overwhelmed with guilt that they couldn’t afford even small joys for their daughter. The stress became a cycle: working more wasn’t an option anymore, and the debt kept growing.Now, they’re seeking help later than they would have wanted, under harder circumstances than before."
    },
    {
      "name": "Michael",
      "age": 19,
      "living situation": "Michael is 19 and just moved to Delft, where he lives in a student house with three other students. His parents help out by covering his rent, which gives him a bit of breathing room.",
      "Free time and interests": "He’s really enjoying student life, he goes out regularly with his study friends and is active in his study association. Whether it’s weekend trips, party's, or just late-night chats in the common room, Michael is usually there.",
      "Current situation": "Michael is almost at the end of his first year of his bachelor’s. He didn’t manage to get all 60 study points, and if he’s being honest, he’s not totally sure this was the right study for him. It hasn’t always felt that interesting or motivating, but he’s leaning toward continuing for now. He’s looking forward to summer vacation, though he’s a little disappointed in how the academic year went. Still, overall, he feels like he’s had a good year and is glad he moved to Delft.",
      "What Michael chose": "Michael decided to make full use of the long-term loan plan. One of his housemates was doing the same, just like many other students he knew, so the choice felt pretty normal and easy to make. His reasoning? He wants to enjoy his time as a student, go on trips with his study association, and not stress too much about money while studying full time. “I’ll be working later anyway,” he said.",
      "A couple of years later": "Michael ended up switching to a different study program. The transition wasn’t easy, adjusting to a new curriculum and catching up set him back emotionally and academically. But being able to stay socially connected through activities and trips with his friends made a big difference. It kept him motivated and gave him something to look forward to.Now, Michael is happier, more engaged with his new studies, and excited about the future he’s building. The loan means he’ll have some repayments later, but for him, it was worth the freedom and support during a challenging time. Through the connections he was able to build he become confident in his ability to find some interesting place to work later on."
    },
    {
      "name": "Floris",
      "age": 21,
      "living situation": "Floris is 21 and lives in Rotterdam with his parents. It’s a familiar environment, and for now it suits him just fine.",
      "Free time and interests": "He’s really into motorcycles, especially the old ones. Together with his dad, he’s restoring a classic that used to belong to his grandfather. It’s nothing fancy, but for Floris, the project is more about the time and passion than the end result. He also spends a lot of time hanging out with his high school friends who still live nearby.",
      "Current situation": "Floris is currently working full time. He left his previous education early on, it just wasn’t the right fit. But he didn’t sit still for long: he’s already got his eye on a new MBO program starting this coming academic year. He’s even started dreaming a little bigger: why not use this study as a step toward opening his own bike shop? He plans to keep working part-time alongside school to keep funding his hobby and saving for what comes next.",
      "What Floris chose": "Floris decided not to take any financial aid. Since the MBO school is close to home, he could stay with his parents and keep costs low. With his part-time jobs, he could still afford to meet up with friends and keep working on the bike with his dad.",
      "A couple of years later": "Floris found stability in his routine, studying, working, fixing up bikes with his dad. His world stayed small but familiar. Not taking out a loan wasn’t just a financial decision, it was also a cultural one. Why take on debt if you don't have to, something people talk about with hesitation or quiet judgment.His support network remained close and trusted, but also relatively limited. When things got tough, he managed on his own, or leaned on family, but reaching beyond that circle didn’t come naturally. Compared to others who built broad social networks during their studies, Floris’ environment felt more grounded, but also less flexible. Still, his dream of starting a bike shop is taking shape, slowly, steadily, on his own terms."
    },
    {
      "name": "Natalie",
      "age": 30,
      "living situation": "Natalie is 30 and lives in Amsterdam with her husband. They’re happily married and thinking about starting a family, though not quite yet.",
      "Free time and interests": "Natalie loves the outdoors and values her freedom. Most weekends, she and her husband head off to Germany or Belgium for hiking trips, something that gives her peace, clarity, and inspiration.",
      "Current situation": "Natalie is an entrepreneur at heart. A few years ago, she took a bold step and secured a business loan to invest in a promising new venture. But then COVID hit. The business was still young and couldn’t weather the storm. It collapsed, leaving her with significant debt and little income.These days, Natalie and her husband are living on a tight budget. The hiking trips have stopped, and every euro is carefully counted. Still, she holds onto hope. “I just need to reinvest the little money I still have into something new,” she tells herself. She wants to rebuild what she lost, on her own terms.",
      "What Natalie chose": "Natalie chose not to seek any financial aid. There was no long-term loan available for her situation, and personalized help felt too much like handing over control. She was confident in her ability to recover, and didn’t want someone else managing her finances. Instead, she used what little she had left to try one more investment, hoping to make up for what she’d lost.",
      "A couple of years later": "The new venture didn’t work out. The market was tougher than expected, and soon Natalie and her husband were behind on rent. Their expenses didn’t wait, and the stress began to weigh heavily on both of them.Eventually, the housing agency and bank flagged the situation to the municipality, who reached out. At first, Natalie resisted, she still believed she could turn things around. But over time, the missed hikes, the constant pressure, and the uncertainty forced her to see reality more clearly. She finally agreed to work with the municipality’s financial advisors and began the long road to rebuilding, step by step, with a structured plan.Looking back, she realizes things could have been a lot less intense had she asked for help earlier. But in a moment shaped by pride, resilience, and fear of losing control, that help had felt out of reach."
    }
  ]
}
